jorgebucaran/fisher
jethrokuan/z
patrickf1/fzf.fish
franciscolourenco/done
jorgebucaran/autopair.fish
wfxr/forgit
jorgebucaran/nvm.fish
decors/fish-colored-man
edc/bass
oh-my-fish/plugin-bang-bang
jhillyerd/plugin-git
nickeb96/puffer-fish
