adw-gtk-theme
aic94xx-firmware
ast-firmware
baobab
base
base-devel
bat
bluez
bluez-utils
btop
btrfs-progs
catimg
chaotic-keyring
chaotic-mirrorlist
clang
cli11
cliphist
cmake
cmatrix
cowsay
decibels
dgop-bin
dgop-bin-debug
dkms
dms-shell-bin
dms-shell-bin-debug
duf
dust
efibootmgr
epiphany
eza
fastfetch
fd
figlet
filezilla
firefox
fish
fisher
fuzzel
fwupd
fzf
gdm
geary
ghostty
git
github-cli
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
google-breakpad
grilo-plugins
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hyperfine
intel-ucode
inter-font
iwd
jemalloc
jp2a
jq
lazygit
less
libpulse
libva-nvidia-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-firmware-liquidio
linux-firmware-mellanox
linux-firmware-nfp
linux-firmware-qlogic
linux-headers
loupe
mako
malcontent
mate-polkit
matugen-bin
matugen-bin-debug
nano
nautilus
neovim
network-manager-applet
networkmanager
ninja
niri
nvidia-dkms
orca
papers
paru
paru-debug
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
procs
python-pywalfox
qt6-base
qt6-declarative
qt6-shadertools
qt6-svg
qt6ct-kde
quickshell
rustup
rygel
sd
showtime
simple-scan
smartmontools
snapshot
starship
stow
sushi
tealdeer
tecla
tmux
toilet
toilet-fonts
tokei
ttf-fira-code
ttf-jetbrains-mono-nerd
ttf-material-icons-git
ttf-material-symbols-variable-git
ttf-nerd-fonts-symbols
upd72020x-fw
vim
visual-studio-code-bin
waybar
wayland-protocols
wd719x-firmware
wget
wireless_tools
wireplumber
wl-clipboard
woff2-material-symbols-variable-git
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xorg-server
xorg-xinit
xwayland-satellite
yelp
zoxide
zram-generator
